tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "keychain"
brew "lastpass-cli"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "openssl@3"
brew "posting"
brew "rainfrog"
brew "rename"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "font-jetbrains-mono-nerd-font"
