tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "exercism"
brew "ffmpeg"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "keychain"
brew "lazygit"
brew "neovim"
brew "openssl@3"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "utf8proc", args: ["HEAD"]
brew "yazi"
brew "yt-dlp"
brew "zoxide"
